Repository: NathanBnm/moneta
Catalog: po/extra/*.po
Languages: it, pt

source: Currency Rates
it: Tassi di Valuta
pt: Taxas de Câmbio

source: Follow currency rates easily from your desktop.
it: Segui i tassi di cambio facilmente dal tuo desktop.
pt: Siga facilmente as taxas de câmbio a partir do seu ambiente de trabalho.

source: Moneta;Money;Finances;Currency;
it: Moneta; Denaro; Finanze; Valuta;
pt: Moneta;Money;Dinheiro;Finances;Finança;Currency;Câmbio;

source: Monitor the exchange rates of real-world currencies on your desktop
it: Monitora i tassi di cambio delle valute del mondo reale sul tuo desktop
pt: Monitorize as taxas de câmbio mundiais de moedas reais no seu ambiente de trabalho

source: Keep an eye on the exchange rate of currencies of your choice with this handy applet that stays on your desktop. Moneta is a fork from the app Coin by Lains, already on AppCenter, but adapted to handle real-world currencies instead of virtual ones.
it: Tieni d'occhio il tasso di cambio delle valute che preferisci con questopratico applet che rimane sul desktop. Moneta è un fork dell'app Coindi Lains, già su AppCenter, ma adattato per gestire le valute del mondo realeinvece di quelli virtuali.
pt: Mantenha um olho nas taxas de câmbio das suas moedas correntes favoritas com esta aplicação que se mantém no seu ambiente de trabalho. O Moneta é uma bifurcação da aplicação Coin criada pelo Lains, existente no Centro de Aplicações, mas foi adaptada para lidar com moedas mundiais reais em vez de virtuais.

source: Features:
it: Caratteristiche:
pt: Funcionalidades:

source: Stays on top of your desktop, giving you a quick glimpse of the exchange rates during the day
it: Rimane sul desktop, dandoti una rapida occhiata allo scambiodei tassi durante il giorno
pt: Permanece no topo do seu ambiente de trabalho, dando-lhe uma visão rápida das taxas de câmbio durante o dia

source: Supports many different currencies and updates the rates many times throughout the day
it: Supporta molte valute diverse e aggiorna le tariffe molte voltedurante il giorno
pt: Suporta várias moedas correntes diferentes e atualiza as taxas várias vezes no decorrer do dia

source: Indicates whether the rate has increased or decreased compared to previous day
it: Indica se il tasso è aumentato o diminuito rispetto al giornoprecedente
pt: Indica se uma taxa aumentou ou diminuiu quando comparada com o dia anterior

source: 💰 New currency: Czech Koruna (Marcelo Fantinel | @marfantinel)
it: 💰 Nuova valuta: Czech Koruna (Marcelo Fantinel | @marfantinel)
pt: 💰 Nova moeda corrente: Coroa Checa (Marcelo Fantinel | @marfantinel)

source: 🇫🇷 French Translation (Nathan Bonnemains | @NathanBnm)
it: 🇫🇷 Traduzione francese (Nathan Bonnemains | @NathanBnm)
pt: 🇫🇷 Tradução Francesa (Nathan Bonnemains | @NathanBnm)

source: 🇷🇺 Russian Translation (Andrey Sudarikov)
it: 🇷🇺 Traduzione in Russo (Andrey Sudarikov)
pt: 🇷🇺 Tradução Russa (Andrey Sudarikov)

source: 🎨 Fix colors on non-default themes (Marcelo Fantinel | @marfantinel)
it: 🎨 Correggi i colori su temi non predefiniti (Marcelo Fantinel | @marfantinel)
pt: 🎨 Correção de cores em temas não padrão (Marcelo Fantinel | @marfantinel)

source: Initial Release 💰️
pt: Lançamento Inicial 💰️
